Repository: sevenautumns/GhostNode
Catalog: GhostNode/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: About GhostNode
de: Über GhostNode
es: Acerca de GhostNode
fr: À propos de GhostNode
ja: GhostNodeについて
zh_hans: 关于 GhostNode

source: Active jobs
de: Aktive Jobs
es: Tareas activas
fr: Tâches actives
ja: 実行中のジョブ
zh_hans: 活动任务

source: All
de: Alle
es: Todas
fr: Toutes
ja: すべて
zh_hans: 全部

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Choose photos
de: Fotos wählen
es: Elegir fotos
fr: Choisir des photos
ja: 写真を選択
zh_hans: 选择照片

source: Code licensed under Apache 2.0
de: Code lizenziert unter Apache 2.0
es: Código bajo licencia Apache 2.0
fr: Code sous licence Apache 2.0
ja: コードはApache 2.0ライセンスで提供されています
zh_hans: 代码采用 Apache 2.0 许可证

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
zh_hans: 已复制

source: Copy %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
ja: %@をコピー
zh_hans: 复制 %@

source: Copy curl command
de: curl-Befehl kopieren
es: Copiar comando curl
fr: Copier la commande curl
ja: curlコマンドをコピー
zh_hans: 复制 curl 命令

source: curl Examples
de: curl-Beispiele
es: Ejemplos de curl
fr: Exemples curl
ja: curlの例
zh_hans: curl 示例

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

source: Double tap to copy the server URL
de: Doppeltippen, um die Server-URL zu kopieren
es: Toca dos veces para copiar la URL del servidor
fr: Touchez deux fois pour copier l’URL du serveur
ja: ダブルタップでサーバーURLをコピー
zh_hans: 轻点两下以复制服务器 URL

source: Error
de: Fehler
fr: Erreur
ja: エラー
zh_hans: 错误

source: Failed to render page %lld.
de: Seite %lld konnte nicht gerendert werden.
es: Error al renderizar la página %lld.
fr: Échec du rendu de la page %lld.
ja: %lldページのレンダリングに失敗しました。
zh_hans: 无法渲染第 %lld 页。

source: Force
de: Erzwingen
es: Forzar
fr: Forcer
ja: 強制
zh_hans: 强制

source: Import images
de: Bilder importieren
es: Importar imágenes
fr: Importer des images
ja: 画像を読み込む
zh_hans: 导入图像

source: Import PDF
de: PDF importieren
es: Importar PDF
fr: Importer un PDF
ja: PDFを読み込む
zh_hans: 导入 PDF

source: Invalid PDF file.
de: Ungültige PDF-Datei.
es: Archivo PDF no válido.
fr: Fichier PDF non valide.
ja: 無効なPDFファイルです。
zh_hans: PDF 文件无效。

source: local
de: lokal
ja: ローカル
zh_hans: 本地

source: No input.
de: Keine Eingabe.
es: Sin entrada.
fr: Aucune entrée.
ja: 入力がありません。
zh_hans: 无输入。

source: No shared files found.
de: Keine geteilten Dateien gefunden.
es: No se encontraron archivos compartidos.
fr: Aucun fichier partagé trouvé.
ja: 共有ファイルが見つかりません。
zh_hans: 未找到共享文件。

source: OCR Mode
de: OCR-Modus
es: Modo OCR
fr: Mode OCR
ja: OCRモード
zh_hans: OCR 模式

source: On-device OCR for images and PDF documents.
de: OCR direkt auf dem Gerät für Bilder und PDF-Dokumente.
es: OCR en el dispositivo para imágenes y documentos PDF.
fr: OCR sur l’appareil pour les images et les documents PDF.
ja: 画像とPDF書類のオンデバイスOCR。
zh_hans: 在设备端为图像和 PDF 文稿运行 OCR。

source: Overlay an existing PDF and return a searchable PDF.
de: Bestehendes PDF überlagern und durchsuchbares PDF zurückgeben.
es: Superpone un PDF existente y devuelve un PDF buscable.
fr: Superpose un PDF existant et renvoie un PDF interrogeable.
ja: 既存のPDFにオーバーレイし、検索可能なPDFを返します。
zh_hans: 对现有 PDF 进行叠加，并返回可搜索的 PDF。

source: Page %lld of %lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
ja: %2$lldページ中%1$lldページ目
zh_hans: 第 %1$lld 页，共 %2$lld 页

source: PDF ready (%@)
de: PDF bereit (%@)
es: PDF listo (%@)
fr: PDF prêt (%@)
ja: PDF準備完了 (%@)
zh_hans: PDF 已就绪 (%@)

source: Preparing OCR
de: OCR wird vorbereitet
es: Preparando OCR
fr: Préparation de l’OCR
ja: OCRを準備中
zh_hans: 正在准备 OCR

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

source: Process PDF
de: PDF verarbeiten
es: Procesar PDF
fr: Traiter le PDF
ja: PDFを処理
zh_hans: 处理 PDF

source: Queued #%lld
de: In Warteschlange #%lld
es: En cola #%lld
fr: En attente n°%lld
ja: 待機中 #%lld
zh_hans: 队列中 #%lld

source: Reachable at
de: Erreichbar unter
es: Accesible en
fr: Accessible à
ja: 接続先
zh_hans: 可访问地址

source: Remove staged PDF
de: Bereitgestelltes PDF entfernen
es: Quitar PDF en espera
fr: Retirer le PDF en attente
ja: 準備中のPDFを削除
zh_hans: 移除待处理 PDF

source: Run OCR on a PDF and return the results as JSON.
de: OCR auf einem PDF ausführen und Ergebnisse als JSON zurückgeben.
es: Ejecuta OCR en un PDF y devuelve los resultados en JSON.
fr: Exécute l’OCR sur un PDF et renvoie les résultats au format JSON.
ja: PDFに対してOCRを実行し、結果をJSONで返します。
zh_hans: 对 PDF 运行 OCR,并以 JSON 格式返回结果。

source: Run OCR on an image and return the result as JSON.
de: OCR auf einem Bild ausführen und Ergebnis als JSON zurückgeben.
es: Ejecuta OCR en una imagen y devuelve el resultado en JSON.
fr: Exécute l’OCR sur une image et renvoie le résultat au format JSON.
ja: 画像に対してOCRを実行し、結果をJSONで返します。
zh_hans: 对图像运行 OCR,并以 JSON 格式返回结果。

source: Running
de: Läuft
es: En ejecución
fr: En cours d’exécution
ja: 実行中
zh_hans: 运行中

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 存储

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
ja: 保存済み
zh_hans: 已存储

source: Saves battery while the server runs.
de: Spart Akku, während der Server läuft.
es: Ahorra batería mientras el servidor está en ejecución.
fr: Économise la batterie pendant que le serveur fonctionne.
ja: サーバー実行中のバッテリーを節約します。
zh_hans: 服务器运行时节省电量。

source: Scan
de: Scannen
es: Escanear
fr: Numériser
ja: スキャン
zh_hans: 扫描

source: Scan document
de: Dokument scannen
es: Escanear documento
fr: Numériser un document
ja: 書類をスキャン
zh_hans: 扫描文稿

source: Scan or import a document and save it as a searchable PDF.
de: Ein Dokument scannen oder importieren und als durchsuchbares PDF speichern.
es: Escanea o importa un documento y guárdalo como un PDF buscable.
fr: Numérisez ou importez un document et enregistrez-le comme PDF interrogeable.
ja: 書類をスキャンまたは読み込み、検索可能なPDFとして保存します。
zh_hans: 扫描或导入文稿,并将其存储为可搜索的 PDF。

source: Server running
de: Server läuft
es: Servidor en ejecución
fr: Serveur en cours d’exécution
ja: サーバ実行中
zh_hans: 服务器运行中

source: Server stopped
de: Server gestoppt
es: Servidor detenido
fr: Serveur arrêté
ja: サーバ停止中
zh_hans: 服务器已停止

source: Share PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
ja: PDFを共有
zh_hans: 共享 PDF

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示
zh_hans: 在访达中显示

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
zh_hans: 跳过

source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
zh_hans: 启动

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
zh_hans: 停止

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止中
zh_hans: 已停止

source: Turn an image into a searchable one-page PDF.
de: Bild in ein durchsuchbares einseitiges PDF umwandeln.
es: Convierte una imagen en un PDF buscable de una página.
fr: Transforme une image en PDF d’une page interrogeable.
ja: 画像を検索可能な1ページのPDFに変換します。
zh_hans: 将图像转换为可搜索的单页 PDF。

source: Turn off screen when face-down
de: Bildschirm bei umgedrehtem Gerät ausschalten
es: Apagar la pantalla cuando el dispositivo esté boca abajo
fr: Éteindre l’écran lorsque l’appareil est face vers le bas
ja: デバイスを伏せたら画面をオフにする
zh_hans: 设备朝下时关闭屏幕

source: Unsupported file type.
de: Nicht unterstützter Dateityp.
es: Tipo de archivo no admitido.
fr: Type de fichier non pris en charge.
ja: サポートされていないファイル形式です。
zh_hans: 不支持的文件类型。

source: Version %@ (%@)
de: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
fr: Version %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
ja: GitHubで表示
zh_hans: 在 GitHub 上查看

source: Port: %@
es: Puerto: %@
ja: ポート: %@
zh_hans: 端口:%@

source: Server
es: Servidor
fr: Serveur
ja: サーバ
zh_hans: 服务器

source: OK
zh_hans: 好
